/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   mltithreaded.c                                     :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: qdong <qdong@student.42.fr>                +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2021/03/23 11:37:29 by qdong             #+#    #+#             */
/*   Updated: 2021/03/23 11:37:30 by qdong            ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "minirt.h"

//потоковая функция
void* threadFunc(void* thread_data)
{
	//завершаем поток
	pthread_exit(0);
}
